Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A14B.tmx
Source language: en_us
Languages: zh_cn

source: Barack Obama snubs Gordon Brown over private talks
zh_cn: 布朗会谈要求五次遭奥巴马拒绝

source: Gordon Brown lurched from being hailed as a global statesman to intense embarrassment tonight, after it emerged US President Barack Obama had turned down no fewer than five requests from Downing Street to hold a bilateral meeting at the United Nations in New York or at the G20 summit starting in Pittsburgh today.
zh_cn: 英国首相布朗今晚再遭尴尬境地，因为他连吃“闭门羹，”，美国总统奥巴马不下五次拒绝了英国方面提出的在纽约唐宁街举行的联合国系列会议期间或在lG20匹兹堡峰会期间举行双边首脑会谈的要求。

source: The prime minister, eager to portray himself as a leading player on the international stage in America this week, was also forced to play down suggestions from inside his own party that he might step down early, either due to ill health or deteriorating eyesight.
zh_cn: 布朗急于将自己塑造成一个世界舞台上的重要角色，但是他还不得不试图平息来自本党要求他尽早下台的呼声。据悉，是因为布朗健康状况不佳，或者是因为他的视力每况愈下。

source: There have been tensions between the White House and No 10 for weeks over Brown's handling of the Scottish government's decision to release the man convicted of the Lockerbie bombing, Abdelbaset al-Megrahi.
zh_cn: 在过去得数周时间里，美国方面因为对英国方面决定释放洛克比空难制造者格拉希不满，美英两国关系持续紧张。

source: Brown's efforts to secure a prestigious primetime slot for his keynote speech at the general assembly in New York were also thwarted when the Libyan leader, Colonel Gaddafi, delivered a 100-minute speech to the UN, massively running over Brown's 15 minute slot.
zh_cn: 布朗想在联合国大会一般性辩论上发挥他的领袖风范时，他的风头甚至被利比亚领导人卡扎菲抢去。布朗在大会上的发言只有短短的15分钟，而卡扎菲发言时长却达到了近100分钟。

source: Brown had not only been seeking a bilateral meeting with Obama, but feelers were also sent out to hold a joint press conference, an event that would have boosted Brown's efforts to offer himself as a linchpin of international diplomacy.
zh_cn: 布朗此次不仅仅是寻求同奥巴马展开双边会谈，而且还想同奥巴马举行联合记者招待会，布朗的种种举动是想重塑他在国际外交上的关键地位。

source: Government sources said that Britain even changed its policy on swine flu immunisation in Africa to match that of the Obama administration last week, in an attempt to rebuild relations.
zh_cn: 英国方面甚至改变了在非洲进行甲型H1N1流感免疫方面的政策，以迎合美国政府的政策，弥补前嫌，以修重好。

source: No 10 denied there had been any hint of a snub, saying Obama and Brown had plenty of chances to talk as they sat next to one another at the summits.
zh_cn: 但是英国方面否认美国方面的怠慢，表示布朗首相与奥巴马总统在峰会期间座位离得很近，他们有很多的机会进行交流沟通。

source: They insisted they were working closely on issues such as future economic regulation, bankers' bonuses, nuclear non-proliferation and climate change.
zh_cn: 英国政府方面坚持，布朗和奥巴马在未来经济监管、银行高管奖金、核不扩散以及气候变化等问题上密切合作。

source: Brown himself insisted: "I do say that the special relationship is strong, it continues to strengthen."
zh_cn: 布朗也坚称：“我强调两国特殊关系非常紧密，而且仍将继续加强。”

source: But Obama has held bilateral meetings in New York with the Chinese president, Hu Jintao, the Russian president, Dmitry Medvedev, and the new Japanese prime minister, Yukio Hatoyama.
zh_cn: 奥巴马总统但是已经分别与中国国家主席胡锦涛、俄国总统德米特里?梅德韦杰夫，新任日本首相鸠山由纪夫举行了首脑双边会谈.

source: News of the five spurned approaches compounded a miserable day for Brown at home which saw a parliamentary aide resign over the prime minister's refusal to sack Lady Scotland, the attorney general, after she was fined ￡5,000 for employing an illegal immigrant, as well as a withering attack by the former home secretary Charles Clarke.
zh_cn: 除了在纽约被奥巴马拒绝五次会谈非常郁闷外，布朗在国内的日子也并不好过。工党议员因为布朗拒绝解雇大法官苏格兰而宣布辞职，苏格兰因雇佣非法移民被罚款5000英镑，前内阁达成查尔斯克拉克也对布朗狂批不已。

source: Stephen Hesford, Labour MP for Wirral West, told Brown in a resignation letter: "In my view, the facts of the case do not matter.
zh_cn: 工党议员斯蒂芬海斯福特在他的辞职信上对布朗这样说；“在我看来，事件本身不是问题。

source: It is the principle which counts, particularly at a time when the public's trust of Whitehall is uncertain to say the least.
zh_cn: 触及到法律的条条框框的规定，尤其是民众一段时间里应该会对白厅的信任大打折扣，至少是如此。

source: We have to be seen to be accountable."
zh_cn: 我们倒是等着看看究竟什么样的案例才是需要判决的。”

source: Brown was also savaged by Charles Clarke, who told the Evening Standard that in his view Brown's leadership risked letting "the whole Labour ship crash on to the rocks of May 2010 [the expected date of the general election] and sink for a very long time".
zh_cn: 布朗遭遇党内逼宫，工党前内政大臣克拉克在《伦敦标准晚报》上声称布朗的领导困难重重“工党这艘大船将在2010年触礁沉没【意即全民大选的日期】，而且沉没的时间不会太短。”

source: He said he hoped rumours that Brown would quit would come true.
zh_cn: 他希望布朗因为身体原因提前辞职的传言成真。

source: "I think his own dignity ought to look to that kind of solution."
zh_cn: “我认为以他的影响力，他会选择合适的时机来做了断。”

source: In two interviews , Brown was forced for the first time to field questions about his health. "My sight is not at all deteriorating," he told NBC.
zh_cn: 布朗在他的两次采访中，被迫首次回应他的健康问题，“我的视力没有恶化，”他这样告诉NBC

source: Asked on BBC Radio 5 Live whether he might quit for health reasons, the prime minister replied: "I am healthy and I am very fit. I run a lot to keep fit and I will continue to keep fit.
zh_cn: 布朗在接受英国广播电台BBC Radio 5 Live的采访时，被问到他是否会因为健康的原因辞职，首相回答说：“我很健康，经常跑步保持身材，我也要继续坚持跑下去保持身材。”

source: "I keep going. I have got a job to do. I have got work to do. We have got to meet this challenge."
zh_cn: “我会继续下去，我有很多工作要做，我有很多事情要处理，我必须面对这些挑战。”

source: In remarks that suggest Obama will focus on broadening American alliances across the globe, he said: "The time has come for the world to move in a new direction --- a new era of engagement based on mutual interest and mutual respect."
zh_cn: 他的评论暗示，奥巴马将集中于全球拓宽美国盟友的范围。他说：“对于全世界来说，现在是时候向一个新方向前进......进入一个以共同利益和互相尊重为基础的新时代。”

source: Last week, the White House had unusually briefed that Obama had told Brown in a phone conversation that he disapproved of the release of the Lockerbie bomber on compassionate grounds, something No 10 had not highlighted.
zh_cn: 上周美国方面不同寻常的表示，奥巴马已经在与布朗的电话会谈上提到过，站在同情的立场上，他反对英国方面决定释放洛克比空难制造者麦格拉西，而唐宁街10号对此未有任何发言。

source: Megrahi was released on the basis that he had three months to live, and then received a hero's welcome as he returned to Tripoli.
zh_cn: 麦格拉西在释放之前离死刑执行只有三个月，而后来他回到利比亚的的黎波里受到了英雄般的热烈欢迎。

source: Brown had said he respected the release, but insisted undertakings by the Libyans that the return would be low-key had been broken.
zh_cn: 布朗说，他尊重释放的决议，坚持说并不存在任何问题，完全是利比亚方面自己的协商，不存在幕后交易。

source: In an attempt to distance himself from the Libyans, Brown moved to toughen his position against Colonel Gaddafi after Libya's leader theatrically tore up the UN charter in his address.
zh_cn: 布朗在联合国一般性会议上有意与穆阿迈尔卡扎菲拉开距离，卡扎菲在致辞上一度要撕毁联合国宪章的事件上，布朗随后表明了自己的反对立场。

source: Gaddafi said the security council should be renamed "the terror council".
zh_cn: 卡达菲甚至在他的演讲中宣称，联合国安理会应该更名为“恐怖理事会”。

source: Brown countered in his speech in New York later: "I am here to reaffirm the UN charter, not to tear it up. I call on everyone to support its universal principles."
zh_cn: 布朗随后予以反击，他说：“我在此重申联合国宪章，而不是将其撕毁，我呼吁各国都遵守联合国宪章”

source: He urged world leaders to recognise that the next six months presented tests on climate change and terrorism that were as huge as the banking crisis.
zh_cn: 他呼吁各国领导人，未来6个月将是解决气候变化和恐怖主义问题的真正考验期，与金融危机一样，形势严峻。

source: On climate change he said: "If we miss this opportunity to protect our planet, we cannot hope for a second chance some time in the future.
zh_cn: 谈到气候变化，他说道：“如果我们错失了保护我们星球的良机，我们不可能希望未来会有第二次的机会来补救。

source: There will be no retrospective global agreement to undo the damage we have caused.
zh_cn: 全球一致采取行动治理我们已经造成的损害刻不容缓。

source: This is the moment now to limit and reverse climate change we are inflicting on future generations."
zh_cn: 现在是我们限制和扭转我们强加给子孙后代的气候变化问题的时刻。”

source: He added: "If the poorest and most vulnerable are going to be able to adapt, if the emerging economies are going to embark on low-carbon development paths, if the forest nations are going to slow and stop deforestation, then the richer countries must contribute financially."
zh_cn: 他还补充说，“如果最贫困国家和最弱势国家能够采取措施应对问题、如果低碳技术开发能够帮助经济的复苏，如果森林覆盖的国家减少或者停止砍伐森林，富裕国家将会提供经济资助。”

source: No 10 again denied that the prime minister had been snubbed last night.
zh_cn: 但唐宁街10号否认布朗昨晚受到任何怠慢。

source: A spokesman said the stories were "without foundation.
zh_cn: 一名发言人说：“这些关于怠慢的传闻完全没有依据。

source: As we have said throughout the week, the prime minister and President Obama are having a number of meetings throughout the week.
zh_cn: 这星期一直以来，布朗首相与奥巴马总统经常会面。

source: These included a wide-ranging discussion following last night's climate change dinner.
zh_cn: 他们讨论的话题非常广泛，昨晚结束了有关气候变化洽谈的晚宴之后，他们还要开展一些会谈。

source: They will also be co-chairing an important meeting on Thursday on Pakistan and the fight against terrorism.
zh_cn: 他们还拟定周四将共同主持一个关于巴基斯坦和打击恐怖主义的重要会议。

source: As the prime minister has already said, there will be further meetings at the G20 summit in Pittsburgh."
zh_cn: 首相本人也已经提到在匹兹堡的G20峰会上他们还要进一步开展会谈。”

source: In his own speech to the UN, Obama promised an end to the unilateralism marked by the previous Bush administration, an approach that saw US and Britain working in tandem.
zh_cn: 在联合国大会的演讲中，布朗承诺结束过去不是时代单边的美英关系，当时英国被看做是美国的跟班儿。
